Repository: blackluv/adult-videos-spider
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: English
ru: Английский

source: General questions
ru: Общие вопросы

source: Partnership and advertising offers
ru: Реклама и предложения сотрудничества

source: Report abusive content
ru: Сообщить о незаконном содержании

source: Report copyright infringement
ru: Сообщить о нарушении авторских прав

source: Your name
ru: Ваше имя

source: This field is required.
ru: Это поле обязательно к заполнению.

source: Reply back to email
ru: Ваш email для обратной связи

source: This should be a valid email
ru: Это поле должно содержать корректный email

source: Topic
ru: Тема

source: Message
ru: Сообщение

source: Please enter the CAPTCHA
ru: Пожалуйста, введите CAPTCHA

source: Thank you for your report, our robot will recheck that video automatically.
ru: Благодарим за Ваше уведомление, наш робот проверит видео в автоматическом режиме.

source: MyLust.xxx best free adult porn videos
ru: MyLust.xxx лучшее бесплатное порно и фильмы для взрослых

source: porn, sex, porno, free porn, porn tube, porn videos, streaming porn, sex videos, free pussy, pussy
ru: порно, секс, порнуха, бесплатное порно, порно ролик, порно видео, порнуха онлайн, секс видео, бесплатные киски, киски

source: MyLust brings you new free porn videos every day. Watch great xxx sex videos and pornos at the best free pussy and porn tube site on the web.
ru: MyLust - ежедневно только лучшая порнуха. Смотрите великолепные xxx секс видео и порно на лучшем бесплатном сайте в интернете с самыми горячими членами и кисками.

source: Sorry, but the search query must contain more then 3 and less then 32 symbols.
ru: Простите, но Ваш поисковой запрос должен быть длиннее 3 и короче 32 символов

source: The best place to satisfy your lust in the net
ru: Создан чтобы удовлетворить твою похоть

source: Free daily updated adult video catalog
ru: Бесплатный ежедневно обновляемый каталог видео для взрослых

source: search in video database
ru: найти видео

source: Switch language to %(locale)s
ru: Переключить язык на %(locale)s

source: Disclaimer
ru: Правовая информация

source: Contact us
ru: Связаться с нами

source: prev
ru: &lt;

source: next
ru: &gt;

source: couple
ru: семейные пары

source: small tits
ru: маленькие сиськи

source: teen
ru: подростки

source: funny
ru: смешное

source: striptease
ru: стриптиз

source: caucasian
ru: европейцы

source: cum shot
ru: камшот

source: deepthroat
ru: глубокая глотка

source: oral sex
ru: оральный секс

source: blowjob
ru: минет

source: blonde
ru: блондинки

source: piercings
ru: пирсинг

source: swallow
ru: проглот

source: pornstar
ru: порнозвезды

source: vaginal sex
ru: вагинальный секс

source: masturbation
ru: мастурбация

source: outdoor
ru: на улице

source: brunette
ru: брюнетки

source: licking vagina
ru: лизание киски

source: squirting
ru: сквиртинг

source: vaginal masturbation
ru: вагинальная дрочка

source: gagging
ru: до тошноты

source: interracial
ru: межрассовое

source: asian
ru: азиатки

source: handjob
ru: дрочка

source: latin
ru: латиносы

source: shaved
ru: бритенькие

source: tattoos
ru: татуированные

source: pov
ru: от первого лица

source: black-haired
ru: черные волосы

source: webcam
ru: вебкамера

source: solo girl
ru: девушки одни

source: amateur
ru: домашнее

source: lingerie
ru: белье

source: toys
ru: игрушки

source: glamour
ru: гламур

source: lesbian
ru: лесбиянки

source: rimming
ru: римминг

source: anal sex
ru: анальный секс

source: stockings
ru: чулки

source: kissing
ru: поцелуи

source: double penetration
ru: в две дырки

source: threesome
ru: втроем

source: mature
ru: зрелые

source: bikini
ru: бикини

source: group sex
ru: групповуха

source: public
ru: на людях

source: big tits
ru: большие дойки

source: spycam
ru: подглядывание

source: party
ru: вечеринки

source: titfuck
ru: членом в дойки

source: anal masturbation
ru: анальная дрочка

source: cum swap
ru: обмен спермой

source: bathroom
ru: ванная

source: car
ru: в машине

source: position 69
ru: позиция 69

source: spectacular
ru: наблюдение

source: uniform
ru: в форме

source: domination
ru: доминирование

source: hospital
ru: в больнице

source: nurse
ru: медсестра

source: fisting
ru: фистинг

source: glasses
ru: очки

source: gym
ru: тренажерный зал

source: toilet
ru: туалет

source: pool
ru: басейн

source: redhead
ru: рыжие

source: facial
ru: на лицо

source: high heels
ru: высокие каблуки

source: russian
ru: русское

source: footjob
ru: дрочка ногами

source: fetish
ru: фетиш

source: compilation
ru: подборки

source: strap-on
ru: со страпоном

source: celebrity
ru: знаменитости

source: vintage
ru: винтаж

source: hairy
ru: волосатые

source: solo gay
ru: геи одни

source: gay
ru: геи

source: chubby
ru: пухленькие

source: wanking
ru: онанизм

source: skinny
ru: худые

source: cream pie
ru: сперма в киске

source: big cock
ru: огромный член

source: ebony
ru: черные

source: muscular
ru: качки

source: german
ru: немецкое

source: peeing
ru: писающие

source: bisexual
ru: бисексуалы

source: cartoon
ru: мультфильмы

source: gangbang
ru: изнасилование

source: big ass
ru: большой зад

source: spanking
ru: шлепки

source: latex
ru: латекс

source: maid
ru: горничные

source: school
ru: в школе

source: japanese
ru: японское

source: censored
ru: цензура

source: solo male
ru: мужчины одни

source: oriental
ru: восточное

source: gay couple
ru: гей пары

source: bondage
ru: бондаж

source: office
ru: в офисе

source: secretary
ru: секретарши

source: pantyhose
ru: трусики

source: bareback
ru: геи верхом

source: romantic
ru: романтика

source: fat
ru: жирные

source: shemale
ru: девушки с членом

source: gay group sex
ru: гей групповуха

source: indian
ru: индийское

source: bukkake
ru: буккаке

source: animated
ru: анимация

source: bbw
ru: толстушки

source: milf
ru: мамаши

source: femdom
ru: феминизм

source: massage
ru: массаж

source: police
ru: полиция

source: pregnant
ru: беременные

source: granny
ru: бабушки

source: glory hole
ru: сквозь дырку

source: hentai
ru: хентай

source: behind the scenes
ru: за занавесом

source: boots
ru: обувь

source: cfnm
ru: раздевание мужчин

source: midget
ru: карлики

source: young & old
ru: молодые и пожилые

source: tribbing
ru: ножницы

source: Popular categories
ru: Популярные категории

source: %(quantity)s videos
ru: %(quantity)s роликов

source: Thank you for your email. We are doing our best to respond on all incoming requests in 48 hours.
ru: Благодарим Вас за Ваше письмо. Мы стараемся отвечать на все запросы в течении 48 часов.

source: Send us an email
ru: Отправить нам письмо

source: This website is intended for mature adults 18 years old and older and contains explicit material, content and language. Do not view this website if you are under the age of 18 or are not of legal age in the locale in which you preside or are viewing this material. Do not view this material if you live in a state or country which has laws prohibiting such to such material. This site is an adult only site and is NSFW (Not Safe For Work).
ru: Этот сайт предназначен исключительно для людей старше 18 лет. Он содержит откровенные (в том числе и эротические, порнографические) материалы и нецензурную лексику. Пожалуйста, не просматривайте материалы сайта, если вам меньше 18 лет либо же вы не достигли возраста, который установлен соответствующими законами страны или региона вашего текущего пребывания. Не просматривайте материалы сайта, если вы живете в стране или регионе, законы которого запрещают подобный вид информации. Этот сайт создан исключительно для взрослых и мы не советуем посещать его с Вашего рабочего места.

source: MyLust.xxx is a fully automatic adult search and index engine focused on free porn tube clips. We do not own, produce or host the videos embeded on this website. All of the videos embeded on our site are hosted by websites that are not under our control. The linked videos are automatically gathered and added into our system by our spider scripts. Thumbnails are automatically generated from the videos.
ru: MyLust.xxx это полностью автоматизированный каталог и поисковая система, основной направленностью которой являются сайты для взрослых с бесплатными видеороликами порнографического содержания. Мы не имеем права собственности, не производим и не храним на наших серверах материалы данного сайта. Вся информация, представленная на нашем сайте, размещается на серверах, которые находятся вне нашего влияния и контроля. Представленные видеоролики автоматически собираются и добавляются в нашу базу специальным поисковым механизмом. Картинки предпросмотра генерируются автоматически.

source: All models and subjects are assumed to be at least 18 years old and the inclusion on this site, nor any editorial comments, should infer their sexual orientation, beliefs, lifestyle or anything pertaining to their being. MyLust.xxx has a zero-tolerance policy against illegal pornography. We take no responsibility for the content on any website which we link to.
ru: Все модели и актеры, представленные на данном сайте, достигли восемнадцатилетнего возраста и факт появления их в нашем каталоге или же в описании видеоролика не ставит своей целью оскорбление их сексуальной ориентации, образа жизни или чего-либо еще, связанного с их личностью. MyLust.xxx придерживается политики абсолютной нетерпимости в отношении незаконной порнографии. Мы не несем никакой ответственности за содержание сайтов на которые мы ссылаемся.

source: Regarding 18 U.S.C. Section 2257 and 28 C.F.R. Part 75, the owners of this website are not the "primary producers" of any of the content on the visual content on this website.
ru: В соответвии с действующим законодательством США, РФ и Украины, владельцы данного сайта не являются "первоисточниками" и "авторами" любых материалов, представленных на этом сайте.

source: For any questions please contact us using the <a href="%(formlink)s">following form</a>.
ru: В случае возникновения каких-либо вопросов, Вы можете связаться с нами посредством <a href="%(formlink)s">формы</a>.

source: I confirm I read and accept everything mentioned above
ru: Я подтверждаю свое согласие со всем вышесказанным

source: I dont agree with the rules
ru: Я не согласен с данными правилами

source: %(title)s video
ru: %(title)s

source: Posted under categories
ru: Размещено в категориях

source: Starring
ru: В ролях

source: Video information
ru: Информация о видео

source: Source:
ru: Источник:

source: Duration:
ru: Длительность:

source: Addition date:
ru: Дата добавления:

source: Actions
ru: Действия

source: Report video not playing
ru: Сообщить о неработающем видео

source: Videos under category %(category)s
ru: Видео в категории "%(category)s"

source: Videos starring %(name)s
ru: Видео в главных ролях с %(name)s

source: Search results for query "%(query)s"
ru: Результаты поиска по запросу "%(query)s"

source: We found no videos matching your query, change it and try one more time
ru: Мы ничего не нашли, попробуйте уточнить свой запрос

source: from %(masturbator)s
ru: из %(masturbator)s
